Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/osko/index.php_kat_id=147_art_id=154.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Lávvu
smj: Åhpav: Låvdagoahte

source: Lávvu Lávus
smj: Låvdagoahte

source: lea dihto juohkin.
smj: Låvdagoahte le tjielggasit juogedum.

source: Lávu siskkimusas árrana ja loavdaga gaskkas, lea bassi báiki boaššu, mas borramuš ja bassi dávvirat vurkojuvvojedje.
smj: Låvdagoade åvdemus oasse, sadje ållu sisŋemusán, árrana ja loavddaga gaskan le ájlis sadje boassjo, gånnå biebmo ja ájlis gávne vuorkuduvvin.

source: Boaššu lea bassi.
smj: Boassjo le ájnas.

source: Árranis lea stuorra, duolba geađgi mii gohčoduvvo boaššogeađgin.
smj: Árranin le stuorra giergge mij boassjo-gierggen gåhtjoduvvá.

source: Muhtumat dadjat ahte dát geađgi muittuha min man guhkas sáhttit vanahit ovdalgo gudnehuhttit bassi báikki.
smj: Muhtema javlli dát giergge galggá mijáv mujttádahttet man rádjáj máhttep mannat åvddål ájlis guovlov doadjep.

source: Boares sámi oskkus lei ipmil Juoksa-áhkká mii suddjii boaššu.
smj: Dålusj sáme åskon lij nissunjubmel Juoksaáhkká guhti boassjov suoddjij.

source: Juoksa-áhkká lei bivdoipmil guhte attii bivdolihku bivdiide.
smj: Juoksaáhkká lij bivddojubmel guhti bivddovuorbev bivdárijda buvtij.

source: Son čuovui bivdiid ja álvvu ruovttoluotta boššui, mas bearráigeahčai álvvu.
smj: Sån aj bivdárijt ja bivdov tjuovov ruopptot boassjuj gånnå gáhttij bivdov.

source: Máttaráhka golbma nieidda: Sáráhkká, Juoksa-áhkká ja Uksáhkká ráđđejedje orrunbáikki ja orrunbáikki lagasguovllu eallima badjel.
smj: Máttaráhká gålmmå niejda: Sáráhkká, Juoksaáhkká ja Uksáhkká, ráddijin iellema badjel ja årromsaje birra.

source: Dát čájeha mo “ máilmmálaš ipmilat ” ledje čadnon lávvui ja árgabeaieallimii.
smj: Dát vuoset gåktu ” ednamlasj jubmela ” lidjin låvdagoahtáj ja bæjválasj iellemij tjanáduvvam.

source: Bassi latnja
smj: Ájlis ladnja

source: Lávu juohkin bođii das, go ipmilat ledje dehálaččat sámiid árgabeaieallimis, go olbmot boradedje ja ođđe bassi lanjas.
smj: Låvdagoade juohkem bådij dassta gå jubmela lidjin ájnnasa sámij árkkabiejvveiellemin, bårrin ja idjadin ájlis lanján.

source: Apoastaliid dagut-girjjis muitaluvvo mo vuosttamuš risttalaččat čoagganišgohte.
smj: Apostelij dagojn subtsastuvvá gåktu vuostasj ristagisá tjåhkanin.

source: Eai gávdnon girkoviesut.
smj: Ittjij gávnnu girkko.

source: Sii deaivvadedje tempelšiljus ja priváhta ruovttuin.
smj: Æjvvalin tiempelsajen ja priváhta sijdajn.

source: (Oversetters kommentar: Det står “ før århundreskiftet ”.
smj: Åvddål jahketjuohtemålssoma lidjin laestadiánálasj tjåhkanime gámátjijn.

source: Jeg antar at man med dette mener “ før år 1900. ”)
smj: Dåbdåk ietjat sijdan jali guossen jubmela vieson ?
